Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Tile all automatically"
be: "Аўтаматычна раскладваць усе пліткай"

source: "Tile"
be: "Чарапіца"

source: "Time remaining: %s (%.1f KB/s)"
be: "Засталося часу: %s (%.1f КБ/с)"

source: "Time"
be: "Час"

source: "Time:"
be: "Час:"

source: "Title"
be: "Назва"

source: "Title:"
be: "Назва:"

source: "Titles"
be: "Загалоўкі"

source: "To Do"
be: "Зрабіць"

source: "To and From"
be: "Каму і ад"

source: "To continue using the widgets from your previous Opera installation, you need to upgrade them. The upgraded widgets are available outside of Opera; you will find them in your computer's applications menu. Choose the widgets that you would like to upgrade now:"
be: Выберыце фішкі, каторыя хочаце мадэрнізаваць зараз:"

source: "To continue using this widget you need to first upgrade it."
be: "Каб карыстацца гэтай фішкай надалей, Вы мусіце мадэрнізаваць яе."

source: "To header"
be: "Найменьне “Каму”"

source: "To improve future versions of the Opera browser, Opera can collect statistics on which browser features you use. No sensitive information will be collected. Do you wish to contribute your usage statistics?"
be: Вы хочаце перадаць статыстыку пра Вашае карыстаньне?"

source: "To install the update, Opera needs to shut down and restart."
be: "Каб усталяваць абнаўленьне, Opera мусіць закрыцца і перазапусьціцца."

source: "To open a widget, go to one of the following locations:"
be: "Каб адкрыць фішку, перайдзіце ў адно з наступных месцаў:"

source: "To open the widget, go to one of the following locations:"
be: "Каб адкрыць фішку, перайдзіце ў адно з наступных месцаў:"

source: "To open the widget, go to the folder:"
be: "Каб адкрыць фішку, перайдзіце ў тэчку:"

source: "To open the widget, select one of these items in the applications menu:"
be: "Каб адкрыць фішку, выберыце адзін з элемэнтаў у мэню прылажэньняў:"

source: "To protect your privacy, Opera Turbo is disabled in private tabs."
be: "Каб абараніць прыватнасьць, Opera Turbo адключаецца ў прыватных акенцах."

source: "To undo the block, right-click on the page, select "Block Content", and click the "Details" button to edit the list of blocked content."
be: "Каб зьняць замок, клікніце правай кнопкай мышы на старонцы, выберыце "Замкнуць зьмест" і націсьніце на кнопку "Падрабязьней", каб правіць замкнуты зьмест. "

source: "To use Opera Link, you need an Opera account.\n\nIf you already have an account at my.opera.com, dev.opera.com, or you use Opera Unite, please select "I already have an account". Otherwise, create a new account below."
be: Калі не, то стварыце яго праз дапамогу ніжэй."

source: "To use Opera Link, you need to log in to your Opera account.\n\nIf you already have an account at my.opera.com, dev.opera.com, or you use Opera Unite, please log in. Otherwise, select "I do not have an account"."
be: У іншым выпадку выберыце "Я не зарэгістраваны(ая)"."

source: "To use Opera Unite, you need an Opera account.\n\nIf you already have an account at my.opera.com, dev.opera.com, or you use Opera Link, please select "I already have an account". Otherwise, create a new account below."
be: Калі не, то стварыце яго праз дапамогу ніжэй."

source: "To use Opera Unite, you need to log in to your Opera account.\n\nIf you already have an account at my.opera.com, dev.opera.com, or you use Opera Link, please log in. Otherwise, select "I do not have an account"."
be: У іншым выпадку выберыце "Я не зарэгістраваны(ая)"."

source: "To use a client certificate, Opera requires your master password."
be: "Пароль майстры неабходны Opera, каб дазволіць карыстаньне кліенцкім сэртыфікатам."

source: "To view this page properly, the %s plug-in must be installed. The plug-in installer is downloading, and you will be notified when the download is completed."
be: Ён сьцягваецца, і як толькі сьцягнецца, Вам паведамяць."

source: "To view this page properly, the %s plug-in must be installed. Would you like to download the plug-in installer now?"
be: Сьцягнуць яго зараз?"

source: "To"
be: "Каму"

source: "Today %X"
be: "Сёньня %X"

source: "Today"
be: "Сёньня"

source: "Too many files specified. You listed %1 and maximum is %2."
be: Вы пазначылі %1, а можна %2."

source: "Too short"
be: "Закароткі"

source: "Toolbar setup"
be: "Наладка панэлі інструмэнтаў"

source: "Toolbars and menus"
be: "Панэлі інструмэнтаў ды мэню"

source: "Toolbars"
be: "Панэлі інструмэнтаў"

source: "Tools"
be: "Інструмэнты"

source: "Top 10"
be: "Топ 10"

source: "Top"
be: "Наверсе"

source: "Topic"
be: "Тэма"

source: "Torrents"
be: "Torrent"

source: "Total size:"
be: "Агульны памер:"

source: "Total"
be: "Разам"

source: "Total:"
be: "Разам:"

source: "Transferred"
be: "Пераданае"

source: "Translate"
be: "Перакласьці"

source: "Transmission failure."
be: "Збой перадачы."

source: "Transmission stopped!"
be: "Перадача спыненая!"

source: "Trash folder"
be: "Тэчка Смецьце"

source: "Trash"
be: "Выдаленыя"

source: "Trusted Repositories"
be: "Рэпазіторыі, якім ёсьц давер"

source: "Trusted Websites"
be: "Бясьпечныя пляцы"

source: "Trusted Websites…"
be: "Бясьпечныя пляцы…"

source: "Trusted"
be: "Давяраць"

source: "Try Again"
be: "Паспрабаваць яшчэ"

source: "Try again?"
be: "Спрабаваць яшчэ?"

source: "Try name completion, using"
be: "Спрабаваць дапоўніць імя з дапамогай"

source: "Try pressing the F12 key on your keyboard and disabling proxy servers, unless you know that you are required to use a proxy to connect to the internet. Reload the page."
be: Перагрузіце старонку."

source: "Trying to resume download in %d seconds…"
be: "Спроба аднавіць сьцягваньне праз %d сэкунды(аў)…"

source: "Tue"
be: "аўт"

source: "Turkish"
be: "Турэцкая"

source: "Type '%1 cookbook' in the address field to search %2 for the word 'cookbook'"
be: "Набярыце '%1 страва' ў адрасным радку, каб праз %2 шукаць слова 'страва'"

source: "Type in the HTML markup you want to insert in your email."
be: "Надрукуйце крэску HTML, якую Вы хочаце ўставіць у свой электронны ліст."

source: "Type in the name of the new folder that will be created in '%s'."
be: "Увядзіце назву новай тэчкі, якая будзе створаная ў '%s'."

source: "Type in the web address for the image"
be: "Напішыце сеціўны адрас малюнку"

source: "Type new folder name"
be: "Пазначце новую назву тэчкі"

source: "Type of problem"
be: "Тып праблемы"

source: "Type"
be: "Тып"

source: "Type:"
be: "Тып:"

source: "Typed history"
be: "Гісторыя набранага тэксту"

source: "UNREAD"
be: "НЕЧЫТАНЫЯ"

source: "URL of main page:"
be: "URL галоўнай старонкі:"

source: "URL shortcuts"
be: "Гарачыя адрасы URL"

source: "URLs cached"
be: "Кашаваныя спасылкі URL"

source: "US ASCII"
be: "ASCII ЗША"

source: "US Common #10 Envelope (105 x 241 mm)"
be: "Звычайны канвэрт №10 ЗША (105 x 241 мм)"

source: "UTC clock unavailable"
be: "Гадзіньнік сусьветнага часу не даступны"

source: "Unable to add the attachment. Is the file in use by another application?"
be: Можа, файлам карыстаецца якое прылажэньне?"

source: "Unable to communicate with the Opera Link server"
be: "Няма сувязі з сэрвэрам Opera Link"

source: "Unable to communicate with the Opera authentication server"
be: "Няма сувязі з сэрвэрам ідэнтыфікацыі Opera"

source: "Unable to communicate with the application discovery server"
be: "Няма сувязі з сэрвэрам вызначэньня прылажэньняў"

source: "Unable to communicate with tracker: "
be: "Нельга абменьвацца зьвесткамі з прыладай сочкі: "

source: "Unable to complete secure transaction"
be: "Немагчыма скончыць бясьпечную транзакцыю"

source: "Unable to continue. Please select a theme made for your version of Opera."
be: Калі ласка, выберыце тэму, прызначаную Вашай вэрсіі Opera."

source: "Unable to determine time zone"
be: "Нельга вызначыць часовы пояс"

source: "Unable to determine whether daylight savings time is in effect"
be: "Нельга вызначыць, ці зроблены пераход на летні/зімовы час"

source: "Unable to start Opera Unite"
be: "Нельга запусьціць Opera Unite"

source: "Unable to start application discovery"
be: "Нельга запусьціць вызначэньне прылажэньня"

source: "Unable to verify the website's identity (OCSP error)."
be: "Нельга праверыць ідэнтычнасьць сеціўнага пляцу (памылка OCSP)."

source: "Unblocking: "
be: "Размыканьне: "

source: "Undelete from trash will send it back to its original views again."
be: "Узнаўленьне з выдаленых аднаўляе паведамленьне ва ўсіх рэжымах, дзе яно было да выдаленьня"

source: "Undelete"
be: "Узнавіць"

source: "Underline normal links"
be: "Падкрэсьліваць звычайныя спасылкі"

source: "Underline visited links"
be: "Падкрэсьліваць наведаныя спасылкі"

source: "Underline"
be: "Падкрэсьліць"

source: "Undernet, Europe"
be: "Undernet, Эўропа"

source: "Undernet, North America"
be: "Undernet, Паўночная Амэрыка"

source: "Undo"
be: "Скасаваць"

source: "Unencrypted connection"
be: "Нешыфраванае злучэньне"

source: "Unfortunately, we are not able to recover from this error automatically."
be: "Нажаль, мы ня можам выправіць гэтую памылку аўтаматычна."

source: "Unhappy"
be: "Нешчасьлівы"

source: "Unicode"
be: "Унікод"

source: "Unified Canadian Aboriginal Syllabic"
be: "Уніфікаваная слогавая абарыгенаў Канады"

source: "Uninstall Extension"
be: "Выдаліць пашырэньне"

source: "Uninstall Widget"
be: "Выдаліць фішку"

source: "Uninstall"
be: "Выдаліць"

source: "Uninstallation Complete"
be: "Выдаліць атрымалася"

source: "Unknown algorithm"
be: "Невядомы алгарытм"

source: "Unknown document or no document specified."
be: "Невядомы дакумэнт або не пазначана ніводнага дакумэнта."

source: "Unknown error detected."
be: "Невядомая памылка."

source: "Unknown error"
be: "Невядомая памылка"

source: "Unknown extension object ID "
be: "Невядомы ідэнтыфікатар аб’екту пашырэньня"

source: "Unknown fieldname"
be: "Невядомае імя файла"

source: "Unknown location"
be: "Невядомае месца"

source: "Unknown protocol"
be: "Невядомы пратакол"

source: "Unknown server"
be: "Невядомы сэрвэр"

source: "Unknown signature algorithm "
be: "Невядомы алгарытм падпісаньня"

source: "Unknown site"
be: "Невядомая пляцоўка"

source: "Unknown"
be: "Невядома"

source: "Unlimited"
be: "Неабмежаваны"

source: "Unmute"
be: "Гук"

source: "Unnamed Application"
be: "Прылажэньне бяз назвы"

source: "Unordered List"
be: "Неўпарадкаваны сьпіс"

source: "Unpin Message"
be: "Зьняць важнасьць"

source: "Unread"
be: "Нечытанае"

source: "Unrecognized system call failure"
be: "Нераспазнаны збой дазвону сыстэмы"

source: "Unregistered version"
be: "Незарэгістраваная вэрсія"

source: "Unspecified SMTP error"
be: "Нявызначаная памылка SMTP"

source: "Unspecified"
be: "Нявызначаны"

source: "Unstack"
be: "Раскідаць гурт"

source: "Unsubscribing from folder"
be: "Адпіска ад тэчкі"

source: "Unsupported certificate."
be: "Сэртыфікат не падтрымоўваецца."

source: "Until I permanently delete them"
be: "Пакуль я не іх не выдалю"

source: "Untitled"
be: "Бяз назвы"

source: "Untrusted Repository"
be: "Рэпазіторыя, якой няма даверу"

source: "Up"
be: "Вышэй"

source: "Update All"
be: "Абнавіць усе"

source: "Update Available"
be: "Ёсьць абнаўленьне"

source: "Update Error"
be: "Памылка абнаўленьня"

source: "Update Failed"
be: "Абнавіць не атрымалася"

source: "Update Opera"
be: "Абнавіць Opera"

source: "Update Ready"
be: "Абнаўленьне гатовае"

source: "Update"
be: "Аднавіць"

source: "Updating feeds"
be: "Абнаўленьне стужак навінаў"

source: "Updating mail store…"
be: "Абнаўленьне сховішча пошты…"

source: "Updating the mail database failed. Please try to import your mail manually via the menu item File > Import and Export."
be: Калі ласка, паспрабуйце імпартаваць Вашую пошту самі праз мэню Файл > Імпарт ды экспарт."

source: "Upgrade Warning"
be: "Папярэджаньне пра мадэрнізацыю"

source: "Upgrade the existing application"
be: "Мадэрнізаваць прылажэньне, якое ёсьць"

source: "Upgrade"
be: "Мадэрнізаваць"

source: "Upgrade…"
be: "Мадэрнізаваць…"

source: "Upgrading your Opera Unite applications will force them to restart."
be: "Пры мадэрнізацыі Вашых прылажэньняў Opera Unite яны будуць перазапушчаныя."

source: "Upload speed:"
be: "Хуткасьць сьцягваньня:"

source: "Uploading file(s) to server"
be: "Файл(ы) зацягваецца(юцца) на сэрвэр"

source: "Usage Statistics"
be: "Статыстыка карыстаньня"

source: "Use Current"
be: "Скарыстаць бежную"

source: "Use HTML Formatting"
be: "Скарыстоўваць фарматаваньне HTML"

source: "Use Image as Speed Dial Background"
be: "Скарыстаць малюнак як фонавы ў хуткім выкліку"

source: "Use Image on Desktop"
be: "Малюнак на працоўны стол"

source: "Use Opera"
be: "Скарыстаць Opera"

source: "Use POST"
be: "POST"

source: "Use Plain Text"
be: "Толькі тэкст"

source: "Use UPnP port forwarding from my router"
be: "Выкарыстоўваць порт UPnP, каб перакіроўваць з майго маршрутызатара"

source: "Use Windows 7 taskbar thumbnails"
be: "Выкарыстоўваць эскізы панэлі задачаў Windows 7"

source: "Use a webmail service"
be: "Карыстацца сеціўным паштовым сэрвісам"

source: "Use address entered here"
be: "Скарыстаць уведзены тут адрас"

source: "Use application cache"
be: "Выкарыстоўваць кэш прылажэньня"

source: "Use as Speed Dial search engine"
be: "Выкарыстоўваць шукач за Хуткі выклік"

source: "Use as default search engine"
be: "Выкарыстоўваць за шукача па змоўчаньні"

source: "Use automatic proxy configuration"
be: "Ужываць аўтаматычную канфігурацыю проксі"

source: "Use default email client on computer"
be: "Выкарыстоўваць асноўнага паштовага кліента кампутару"

source: "Use large font"
be: "Ужыць вялікі шрыфт"

source: "Use manual proxy configuration"
be: "Карыстацца ручной наладкай проксі"

source: "Use master password to protect saved passwords"
be: "Скарыстоўваць галоўны пароль, каб абараняць захаваныя паролі"

source: "Use plug-in"
be: "Ужыць дадатак"

source: "Use proxy for all servers except those on the list"
be: "Карыстацца проксі для ўсіх сэрвэраў, акрамя тых, што ў сьпісе"

source: "Use proxy for local servers"
be: "Карыстацца проксі для нутраных сэрвэраў"

source: "Use proxy"
be: "Скарыстаць проксі"

source: "Use secure connection (TLS)"
be: "Бясьпечнае злучэньне (TLS)"

source: "Use server for own IP lookup"
be: "Скарыстаць сэрвэр, каб шукаць уласны IP"

source: "Use specific email client"
be: "Выкарыстоўваць выбранага паштовага кліента"

source: "Use system default"
be: "Выкарыстоўваць наладкі па змоўчаньні сыстэмы"

source: "Use the Opera BitTorrent client"
be: "Выкарыстоўваць кліента Opera BitTorrent"

source: "Use this dialog to choose the layout, and to establish the default settings for grouping, sorting, and threading in all views."
be: "Карыстайцеся гэтым дыялёгам, каб выбраць расклад на экране і вызначыць змоўчныя наладкі гуртаваньня, сартаваньня і складаньня ў ланцугі ва ўсіх выглядах."

source: "Use this proxy for all protocols"
be: "Карыстацца гэтым проксі для ўсіх пратаколаў"

source: "Use"
be: "Выкарыстаць"

source: "User CSS directory"
be: "Карыстальніцкая дырэкторыя CSS"

source: "User JS Storage"
be: "Сховішча карыстальніка JS"

source: "User JavaScript folder"
be: "Карыстальніцкая тэчка JavaScript"

source: "User Mode"
be: "Рэжым карыстальніка"

source: "User interface language"
be: "Мова карыстальніцкага інтэрфэйсу"

source: "User is temporarily unavailable"
be: "Карыстальнік часова недаступны"

source: "User is unavailable"
be: "Карыстальнік недаступны"

source: "User limit"
be: "Карыстальнікаў ня больш за"

source: "User mode"
be: "Рэжым карыстальніка"

source: "User not found on FTP server"
be: "На сэрвэры FTP карыстальнік ня знойдзены"

source: "User-defined"
be: "Вызначаны карыстальнікам"

source: "Username and password"
be: "Імя карыстальніка ды пароль"

source: "Username has invalid characters"
be: "Нядзейныя сымбалі ў імені карыстальніка"

source: "Username too long"
be: "Занадта даўгое імя карыстальніка"

source: "Username too short"
be: "Занадта кароткае імя карыстальніка"

source: "Username"
be: "Імя карыстальніка:"

source: "Users"
be: "Карыстальнікі"

source: "Using Opera Mail is fast and easy: your messages will be sorted automatically, and searching them is simple and efficient."
be: "Пошта Opera Mail простая ды хуткая: Вашыя паведамленьні сартуюцца аўтаматычна, а пошук сярод іх просты і эфэктыўны."

source: "Using Opera's revolutionary email client: http://www.opera.com/mail/"
be: "Выкарыстаньне рэвалюцыйнага паштовага кліенту Opera: http://www.opera.com/mail/"

source: "Using low-bandwidth mode and automatically deleting incomplete messages may lead to data loss."
be: "Выкарыстаньне рэжыма нізкай вытворнасьці і аўтаматычнае выдаленьне няпоўных паведамленьняў можа прыводзіць да страты зьвестак."

source: "Valid to"
be: "Дзейны да"

source: "Validate Java Path"
be: "Праверыць шлях Java"

source: "Validate Source"
be: "Праверыць крыніцу"

source: "Validate"
be: "Пацьвердзіць"

source: "Validated Certificate"
be: "Пацьверджаны сэртыфікат"

source: "Validated Servername"
be: "Пацьверджаная назва сэрвэра"

source: "Valuable"
be: "Каштоўны"

source: "Value"
be: "Значэньне"

source: "Value: "
be: "Значэньне: "

source: "Verbose"
be: "Шмаслоўны"

source: "Verified identity"
be: "Правераная асоба"

source: "Version information"
be: "Інфармацыя пра вэрсію"

source: "Version"
be: "Вэрсія"

source: "Very high"
be: "Вельмі высокі"

source: "Very loud"
be: "Вельмі гучны"

source: "Very low"
be: "Вельмі нізкі"

source: "Very soft"
be: "Вельмі мяккі"

source: "Very strong"
be: "Вельмі складаны"

source: "Very weak"
be: "Запросты"

source: "Video"
be: "Відэа"

source: "Videos"
be: "Відэа"

source: "Vietnamese"
be: "Вьетнамская"

source: "View All Extensions"
be: "Пагледзець усе пашырэньні"

source: "View All Headers and Message"
be: "Глядзець усе назвы й паведамленьні"

source: "View Bar"
be: "Панэль прагляду"

source: "View Comment"
be: "Глядзець камэнтар"

source: "View Report"
be: "Глядзець справаздачу"

source: "View page source"
be: "Паглядзець крыніцу старонкі"

source: "View"
be: "Глядзець"

source: "View…"
be: "Прагледзець…"

source: "Visibility options"
be: "Выбар бачнасьці"

source: "Visit Home Page"
be: "Наведаць хатнюю старонку"

source: "Visited link color"
be: "Колер наведаных спасылкаў"

source: "Visited links marked"
be: "Наведаныя спасылкі пазначаныя"

source: "Visited"
be: "Наведаная"

source: "Visiting this page may be harmful. It has been reported for distributing malicious software."
be: Вядома, што зь яе распаўсюджваюцца злачынныя праграмы."

source: "Voice Preferences…"
be: "Перавагі голасу"

source: "Voice Setup"
be: "Усталёўка голасу"

source: "Voice log level"
be: "Узровень логу голасу"

source: "Voice"
be: "Голас"

source: "Volume"
be: "Гучнасьць"

source: "WAIS"
be: "Глябальны інфармацыйны сэрвэр"

source: "WARNING\nFile is executable or contains an executable script.\nYou may want to save the file to disk before using it.\n\n"
be: "УВАГА\nГэта файл-дзейнік, або файл, які зьмяшчае скрыпт на выкананьне.\nМожна спачатку захаваць яго на дыск, а скарыстацца пазьней.\n\n"

source: "WEDNESDAY"
be: "СЕРАДА"

source: "Waiting (#%2) for connection to %1"
be: "Чакае (#%2) злучэньня з %1"

source: "Waiting for DNS confirmation of cookie domain(s)…"
be: "Чакаецца пацьверджаньне DNS дамена(ў) маркёра…"

source: "Waiting for user-confirmation of cookie(s)…"
be: "Чакаецца пацьверджаньне маркёра(ў) карыстальнікам…"

source: "Warn me before using this certificate"
be: "Папярэджваць мяне да выкарыстаньня гэтага сэртыфікату"

source: "Warning!"
be: "Папярэджаньне!"

source: "Warning"
be: "Папярэджаньне"

source: "Warning: Changing the folder can disconnect anyone currently using this application."
be: "Папярэджаньне: Пры зьмене тэчкі могуць быць адлучаныя ўсе, хто зараз карыстаецца гэным прылажэньнем."

source: "Warning: Cross Network Request"
be: "Увага: Міжсеткавы запыт"

source: "Warning: Form POST Redirect"
be: "Увага: Перакіраваньне блянку POST"

source: "Warning: Form POST Timeout"
be: "Увага: Скончылася чаканьне блянку POST"

source: "Warning: Opera encountered errors while decoding this file."
be: "Увага! Калі Opera дэкадавала гэты файл, здарылася памылка."

source: "Warning: The Opera Unite application you selected is not in a trusted location.\n\nDo you want to download and install it?"
be: "Папярэджаньне: Прылажэньне Opera Unite, якое Вы выбралі, знаходзіцца не на бясьпечным сайце."

source: "Warning: The installation folder is not empty. Your files may be overwritten."
be: Магчыма, яны перапішуцца."

source: "Warning: This extension is not located in a trusted repository.\nDo you want to download and install this extension?"
be: "Увага: Пашырэньне месьціцца ў рэпазіторыі, якой няма даверу.\nСьцягнуць і ўсталяваць пашырэньне?"

source: "Warning: Web Address Contains a Username"
be: "Увага: Сеткавая адрэса ўтрымоўвае імя карыстальніка"

source: "Warning: this feature enables remote debugging. By connecting to the indicated IP address, you give unrestricted access to your widget."
be: Калі Вы злучаецеся з пазначаным адрасам інтэрнэт-пратаколу, Вы дазваляеце неабмежаваны доступ да Вашае фішкі."

source: "Warnings"
be: "Папярэджаньні"

source: "We are sorry, but the plug-in installation failed. Close this dialog to continue browsing."
be: Закрыйце гэты дыялёг, каб праглядаць далей."

source: "We invite you to start using the email client and stop sorting your email: Opera Mail will be more than happy to do that for you."
be: "Мы запрашаем Вас пачаць карыстацца кліентам электроннай пошты і болей не сартаваць лісты ў Вашай скрыні: Opera Mail будзе больш, чым шчасьлівая, зрабіць гэта для Вас."

source: "We recommend that you update Opera using your system's update mechanism."
be: "Мы рэкамэндуем Вам мадэрнізаваць Opera праз мэханізм мадэрнізацыі Вашае сыстэмы."

source: "Weak"
be: "Просты"

source: "Web Address Blocked"
be: "Сеціўны адрас замкнуты"

source: "Web Applications"
be: "Сеціўныя прылажэньні"

source: "Web Databases"
be: "Сеціўныя базы зьвестак"

source: "Web Panel"
be: "Сеціўная панэль"

source: "Web Storage"
be: "Сеціўнае сховішча"

source: "Web address"
be: "Сеціўны адрас"

source: "Web address:"
be: "Сеціўны адрас:"

source: "Web archive (single file)|*.mht|"
be: "Сеткавы архіў (адзін файл)|*.mht|"

source: "Web search"
be: "Пошук у сеціве"

source: "Web server could not open port."
be: "Сеткавы сэрвэр не адчыніў порт."

source: "Web"
be: "Сеціва"

source: "Webpage "
be: "Сеціўная старонка "

source: "Webpage <pre>"
be: "Сеціўная старонка <pre>"

source: "Webpage normal text"
be: "Звычайны тэкст сеціўнай старонкі"

source: "Webpages using persistent storage"
be: "Сеціўныя старонкі з пастаянным сховішчам"

source: "Webpages"
be: "Сеціўныя старонкі"

source: "Wed"
be: "сер"

source: "Week"
be: "Тыдзень"

source: "Weight"
be: "Вага"

source: "Welcome to Opera Link!"
be: "Вас вітае Opera Link!"

source: "Welcome to Opera Mail"
be: "Вітаем на Opera Mail"

source: "Welcome to Opera Unite!"
be: "Вас вітае Opera Unite!"

source: "Welcome to Opera Widgets"
be: "Вітаем на Opera Widgets"

source: "Welcome to Opera"
be: "Opera вітае Вас"

source: "Welcome to"
be: "Вітаем на"

source: "Western"
be: "Заходняя"

source: "What are Extensions?"
be: "Што такое пашырэньні?"

source: "What are Opera Widgets?"
be: "Што такое Opera Widgets?"

source: "What is Opera Link?"
be: "Што такое Opera Link?"

source: "What is Opera Turbo?"
be: "Што такое Opera Turbo"

source: "What is Opera Unite?"
be: "Што такое Opera Unite?"

source: "What is Speed Dial?"
be: "Што такое "хуткі выклік"?"

source: "What would you like to do with the cookie?"
be: "Што зрабіць з маркёрам?"

source: "When closing a tab"
be: "Калі зачыняецца вакенца"

source: "When cycling through tabs with "
be: "Пад час цыклічнага пераходу паміж вакенцамі з "

source: "When maximum size is exceeded"
be: "Калі болей за дазволены памер"
